{
  "questoes": [
    {
      "id": "F1",
      "categoria": "fácil",
      "enunciado": "Em termos clínicos, qual é o prejuízo central da psicose quando não há rebaixamento da consciência?",
      "alternativas": {
        "A": "Prejuízo da memória de curto prazo.",
        "B": "Prejuízo da avaliação da realidade.",
        "C": "Prejuízo exclusivo das funções motoras.",
        "D": "Prejuízo da volição (vontade)."
      },
      "resposta": "B",
      "explicacao": "A psicose caracteriza-se principalmente por um comprometimento na capacidade de avaliar a realidade — por exemplo, o indivíduo aceita crenças ou percepções (delírios, alucinações) como verdadeiras apesar de evidências contrárias. Isso é diferente de um rebaixamento da consciência (como em delírios associados a confusão), pois a vigilância e o nível de consciência podem estar preservados, mas o juízo da realidade está alterado, afetando comportamento, comunicação e tomada de decisão."
    },
    {
      "id": "F2",
      "categoria": "fácil",
      "enunciado": "Qual é a prevalência de vida aproximada da esquizofrenia na população mundial?",
      "alternativas": {
        "A": "10 a 70 por 100.000 habitantes/ano.",
        "B": "50%.",
        "C": "Aproximadamente 1%.",
        "D": "Prevalência maior em homens."
      },
      "resposta": "C",
      "explicacao": "Estima-se que a esquizofrenia afete cerca de 1% da população ao longo da vida, uma prevalência consistente entre diferentes regiões. Essa estimativa reflete o conjunto de casos clínicos ao longo do tempo e não a incidência anual; a apresentação clínica, o acesso a tratamento e fatores socioculturais podem influenciar diagnósticos e desfechos."
    },
    {
      "id": "F3",
      "categoria": "fácil",
      "enunciado": "Segundo critérios diagnósticos atuais (DSM-5-TR), por quanto tempo devem persistir sintomas para que o diagnóstico de esquizofrenia seja considerado?",
      "alternativas": {
        "A": "Um dia.",
        "B": "Um mês.",
        "C": "Seis meses.",
        "D": "Dois anos."
      },
      "resposta": "C",
      "explicacao": "O DSM-5-TR estabelece um período total mínimo de aproximadamente 6 meses de sinais ou sintomas que inclua fases prodromais, ativas e residuais; dentro desse período, pelo menos 1 mês (ou menos, se tratado) deve apresentar sintomas ativos (delírios, alucinações, discurso desorganizado). Esse critério ajuda a diferenciar esquizofrenia de condições transitórias e de episódios psicóticos de curta duração."
    },
    {
      "id": "F4",
      "categoria": "fácil",
      "enunciado": "A eficácia dos antipsicóticos clássicos (típicos) é atribuída primariamente ao antagonismo de qual receptor?",
      "alternativas": {
        "A": "Receptores GABA.",
        "B": "Receptores NMDA glutamatérgicos.",
        "C": "Receptores dopaminérgicos D2.",
        "D": "Receptores serotoninérgicos."
      },
      "resposta": "C",
      "explicacao": "Os antipsicóticos típicos exercem sua ação principalmente bloqueando os receptores dopaminérgicos D2, reduzindo a transmissão dopaminérgica em vias mesolímbicas, o que está associado à redução de sintomas positivos (delírios e alucinações). Esse mecanismo também explica efeitos adversos extrapiramidais, já que o bloqueio D2 em vias nigroestriatais interfere no controle motor."
    },
    {
      "id": "F5",
      "categoria": "fácil",
      "enunciado": "Qual psiquiatra cunhou o termo 'esquizofrenia', substituindo a expressão 'demência precoce' e enfatizando aspectos clínicos ampliados do transtorno?",
      "alternativas": {
        "A": "Emil Kraepelin.",
        "B": "Eugen Bleuler.",
        "C": "Karl Jaspers.",
        "D": "Kurt Schneider."
      },
      "resposta": "B",
      "explicacao": "Eugen Bleuler introduziu o termo 'esquizofrenia' no início do século XX para refletir um conjunto mais amplo de alterações (como transtornos do pensamento e afetividade) e para desafiar a ideia de deterioração inevitável sugerida por 'demência precoce' (termo popularizado por Kraepelin). Bleuler destacou sintomas fundamentais como associação alterada, afetividade, autismo e ambivalência."
    },
    {
      "id": "M6",
      "categoria": "médio",
      "enunciado": "Historicamente, qual apresentação clínica da esquizofrenia foi descrita como a mais associada a delírios e alucinações proeminentes?",
      "alternativas": {
        "A": "Esquizofrenia Hebefrênica.",
        "B": "Esquizofrenia Catatônica.",
        "C": "Esquizofrenia Paranoide.",
        "D": "Esquizofrenia Residual."
      },
      "resposta": "C",
      "explicacao": "A apresentação paranoide da esquizofrenia era classificada como a forma em que delírios persecutórios e alucinações (frequentemente auditivas) são mais proeminentes, às vezes com preservação relativa do pensamento e afeto. É importante notar que classificações por subtipo foram abandonadas nas versões mais recentes do DSM, mas essa descrição histórica ajuda a reconhecer padrões clínicos que guiam avaliação e manejo."
    },
    {
      "id": "M7",
      "categoria": "médio",
      "enunciado": "Em que aspectos o transtorno esquizofreniforme difere tipicamente da esquizofrenia propriamente dita?",
      "alternativas": {
        "A": "Duração de 6 meses a 1 ano e ausência de sintomas negativos.",
        "B": "Duração de 1 a 6 meses e ausência de declínio funcional significativo.",
        "C": "Início agudo e presença de sintomas psicóticos não-orgânicos.",
        "D": "Presença exclusiva de delírios."
      },
      "resposta": "B",
      "explicacao": "O transtorno esquizofreniforme apresenta quadro psicótico semelhante ao da esquizofrenia, mas sua duração situa-se entre 1 e 6 meses; diferentemente da esquizofrenia estabelecida, não é necessário haver um declínio duradouro significativo do funcionamento para o diagnóstico. O reconhecimento correto da duração orienta prognóstico e condução terapêutica."
    },
    {
      "id": "M8",
      "categoria": "médio",
      "enunciado": "Quais são os 'Quatro As' de Bleuler, conceitualmente centrais para descrever aspectos nucleares da esquizofrenia?",
      "alternativas": {
        "A": "Alucinação, Apatia, Ansiedade e Agressividade.",
        "B": "Associação, Afeto, Autismo e Ambivalência.",
        "C": "Agitação, Apatia, Abulia e Afeto embotado.",
        "D": "Afasia, Apraxia, Agnosia e Amnésia."
      },
      "resposta": "B",
      "explicacao": "Bleuler descreveu os 'Quatro As': perturbação das Associações (pensamento desorganizado), Alterações do Afeto (inadequação, embotamento), Autismo (retirada e pensamento interior) e Ambivalência (sentimentos ou atitudes contraditórias). Esses conceitos ajudam a entender sintomas negativos e a desorganização cognitiva característica do transtorno."
    },
    {
      "id": "M9",
      "categoria": "médio",
      "enunciado": "Qual fator entre os listados é tipicamente associado a um prognóstico mais favorável na esquizofrenia?",
      "alternativas": {
        "A": "História familiar de esquizofrenia.",
        "B": "Início precoce e insidioso.",
        "C": "Início tardio e fatores precipitantes claros (ex.: estresse agudo).",
        "D": "Retraimento autístico."
      },
      "resposta": "C",
      "explicacao": "Início mais tardio da doença e aparecimento relacionado a fatores precipitantes (episódios com início relativamente abrupto após eventos estressores) costumam associar-se a melhor resposta ao tratamento e curso menos crônico. Por outro lado, início precoce, evolução insidiosa e forte história familiar geralmente apontam para pior prognóstico."
    },
    {
      "id": "M10",
      "categoria": "médio",
      "enunciado": "Qual é a característica conceitual do transtorno delirante induzido (também chamado 'Folie à Deux')?",
      "alternativas": {
        "A": "Ocorre apenas entre familiares de primeiro grau.",
        "B": "Os delírios desaparecem quando as pessoas são separadas.",
        "C": "Ambos possuem um transtorno psicótico genuíno.",
        "D": "Há embotamento afetivo proeminente."
      },
      "resposta": "B",
      "explicacao": "No transtorno delirante induzido, uma pessoa com delírios firmes (induzidora) transmite essas crenças a outra pessoa dependente (induzida); frequentemente, quando há separação ou intervenção terapêutica, as crenças induzidas diminuem ou cessam. O reconhecimento da dinâmica interpessoal é essencial para o manejo, que pode incluir separação temporária e tratamento do caso índice."
    },
    {
      "id": "D11",
      "categoria": "difícil",
      "enunciado": "Uma diferença prática entre critérios de DSM-5-TR e CID-10 para diagnóstico de esquizofrenia é relativa à duração mínima dos sintomas. Qual a distinção?",
      "alternativas": {
        "A": "O DSM-5-TR elimina subtipos; a CID-10 os mantém.",
        "B": "O DSM-5-TR foca em sintomas positivos; a CID-10 apenas negativos.",
        "C": "O DSM-5-TR exige ~6 meses de sintomas (incluindo prodrome); a CID-10 pode usar critério de 1 mês.",
        "D": "A CID-10 exige episódio de humor proeminente; o DSM-5-TR não."
      },
      "resposta": "C",
      "explicacao": "Uma distinção importante é temporal: o DSM-5-TR requer um período total aproximado de 6 meses que inclua fases prodrômicas e ativas (com pelo menos 1 mês de sintomas ativos), enquanto a CID-10 permite diagnóstico com um período mais curto, tipicamente a partir de 1 mês de sintomas psicóticos. Isso influencia quando o diagnóstico formal é atribuído e o planejamento terapêutico."
    },
    {
      "id": "D12",
      "categoria": "difícil",
      "enunciado": "No transtorno esquizoafetivo, qual é o tempo mínimo exigido de sintomas psicóticos (delírios ou alucinações) que ocorrem isoladamente, sem períodos majoritários de sintomas de humor?",
      "alternativas": {
        "A": "7 dias.",
        "B": "2 semanas.",
        "C": "1 mês.",
        "D": "6 meses."
      },
      "resposta": "B",
      "explicacao": "Para diferenciar esquizoafetivo de transtornos do humor com sintomas psicóticos, o DSM exige que haja pelo menos duas semanas de sintomas psicóticos persistentes na ausência de um episódio do humor (mania ou depressão) durante a vida do indivíduo. Isso indica uma componente psicótica independente do humor, guiando diagnóstico e tratamento."
    },
    {
      "id": "D13",
      "categoria": "difícil",
      "enunciado": "Segundo a hipótese glutamatérgica da esquizofrenia, qual é uma consequência neuroquímica provável da hipofunção dos receptores NMDA no cérebro?",
      "alternativas": {
        "A": "Diminuição da eficácia dos antipsicóticos.",
        "B": "Hipometabolismo frontal.",
        "C": "Estimulação excessiva da via dopaminérgica.",
        "D": "Degeneração do giro para-hipocampal."
      },
      "resposta": "C",
      "explicacao": "A hipótese propõe que hipofunção de receptores NMDA em interneurônios GABAérgicos reduz a inibição cortical, levando a desinibição de circuitos glutamatérgicos e, por mecanismos indiretos, aumento da atividade dopaminérgica em vias mesolímbicas. Essa interação neuroquímica ajuda a explicar a origem de sintomas positivos e fornece base para investigar tratamentos além do bloqueio dopaminérgico."
    },
    {
      "id": "D14",
      "categoria": "difícil",
      "enunciado": "Como se descreve clinicamente a chamada 'esquizofrenia simples' em termos de sintomatologia predominante?",
      "alternativas": {
        "A": "Delírios grandiosos proeminentes.",
        "B": "Ausência de demência e sintomas catatônicos.",
        "C": "Sintomas negativos predominantes sem psicose franca evidenciada.",
        "D": "Ocorre após depressão pós-esquizofrênica."
      },
      "resposta": "C",
      "explicacao": "A esquizofrenia simples é caracterizada principalmente por sintomas negativos (apatia, redução da iniciativa, empobrecimento afetivo, retraimento social) e pela ausência de delírios ou alucinações proeminentes nas fases iniciais. Esse quadro pode ser sutil e evolutivo, dificultando o reconhecimento precoce e exigindo atenção a alterações funcionais persistentes."
    },
    {
      "id": "D15",
      "categoria": "difícil",
      "enunciado": "Qual achado estrutural frequentemente observado em neuroimagem de pacientes com esquizofrenia está relacionado a alterações de volume cerebral?",
      "alternativas": {
        "A": "Hipometabolismo frontal.",
        "B": "Aumento dos ventrículos cerebrais.",
        "C": "Aumento da atividade dopaminérgica.",
        "D": "Defeitos nas sinapses NMDA."
      },
      "resposta": "B",
      "explicacao": "Estudos de neuroimagem estrutural em esquizofrenia frequentemente relatam aumento dos ventrículos laterais e redução de volume em regiões corticais e subcorticais, refletindo perda relativa de massa cerebral. Esses achados são sutis e variam entre indivíduos; sua presença apoia hipóteses de alterações neurodesenvolvimentais e degenerativas, mas o diagnóstico continua clínico."
    },
    {
      "id": "F16",
      "categoria": "fácil",
      "enunciado": "Qual conjunto de sintomas caracteriza a fase ativa da Esquizofrenia segundo o DSM-5-TR?",
      "alternativas": {
        "A": "Apenas sintomas negativos e prejuízo cognitivo.",
        "B": "Delírios, alucinações, discurso desorganizado, comportamento desorganizado ou catatônico e sintomas negativos.",
        "C": "Apenas alterações do humor.",
        "D": "Somente alterações motoras e da consciência."
  },
  "resposta": "B",
  "explicacao": "A fase ativa da esquizofrenia é marcada principalmente por sintomas psicóticos positivos (delírios, alucinações, discurso e comportamento desorganizados) e também por sintomas negativos, como embotamento afetivo e abulia. Esses sintomas são fundamentais para o diagnóstico."
},
{
  "id": "F17",
  "categoria": "fácil",
  "enunciado": "Qual é a duração mínima dos sintomas exigida pelo DSM-5-TR para o diagnóstico de Esquizofrenia?",
  "alternativas": {
    "A": "1 mês.",
    "B": "3 meses.",
    "C": "6 meses.",
    "D": "12 meses."
  },
  "resposta": "C",
  "explicacao": "O DSM-5-TR exige que os sinais do transtorno estejam presentes por pelo menos seis meses, incluindo fase prodrômica, fase ativa e fase residual. Esse critério diferencia a esquizofrenia de outros transtornos psicóticos de menor duração."
},
{
  "id": "F18",
  "categoria": "fácil",
  "enunciado": "Qual transtorno psicótico tem duração entre 1 dia e 1 mês, com remissão completa?",
  "alternativas": {
    "A": "Transtorno Esquizofreniforme.",
    "B": "Transtorno Psicótico Breve.",
    "C": "Transtorno Delirante.",
    "D": "Transtorno Esquizoafetivo."
  },
  "resposta": "B",
  "explicacao": "O Transtorno Psicótico Breve é caracterizado por sintomas psicóticos que duram mais de 1 dia e menos de 1 mês, com retorno completo ao funcionamento anterior ao episódio."
},
{
  "id": "F19",
  "categoria": "fácil",
  "enunciado": "Qual é a prevalência de vida aproximada da esquizofrenia na população mundial?",
  "alternativas": {
    "A": "0,1%.",
    "B": "0,5%.",
    "C": "1%.",
    "D": "10%."
  },
  "resposta": "C",
  "explicacao": "A esquizofrenia apresenta prevalência de vida em torno de 1% da população mundial, sendo uma das principais causas de incapacidade associada a transtornos mentais graves."
},
{
  "id": "F20",
  "categoria": "fácil",
  "enunciado": "Qual característica define a psicose de forma geral?",
  "alternativas": {
    "A": "Rebaixamento da consciência.",
    "B": "Prejuízo da memória recente.",
    "C": "Perda do juízo de realidade sem rebaixamento da consciência.",
    "D": "Exclusivamente alterações do humor."
  },
  "resposta": "C",
  "explicacao": "A psicose é definida como um transtorno mental grave em que há prejuízo da avaliação da realidade, sem que haja necessariamente rebaixamento do nível de consciência."
},
{
  "id": "M21",
  "categoria": "médio",
  "enunciado": "Qual é a principal diferença entre Esquizofrenia e Transtorno Esquizofreniforme?",
  "alternativas": {
    "A": "Gravidade dos sintomas.",
    "B": "Tipo de delírio.",
    "C": "Duração do quadro e presença de declínio funcional.",
    "D": "Presença exclusiva de sintomas negativos."
  },
  "resposta": "C",
  "explicacao": "O Transtorno Esquizofreniforme apresenta quadro clínico semelhante ao da esquizofrenia, mas com duração entre 1 e 6 meses e sem exigência de prejuízo funcional persistente."
},
{
  "id": "M22",
  "categoria": "médio",
  "enunciado": "Qual subtipo da CID-10 é caracterizado por delírios persecutórios e alucinações auditivas proeminentes?",
  "alternativas": {
    "A": "Hebefrênica.",
    "B": "Catatônica.",
    "C": "Paranoide.",
    "D": "Simples."
  },
  "resposta": "C",
  "explicacao": "A esquizofrenia paranoide é o subtipo mais comum e caracteriza-se por delírios bem sistematizados, geralmente persecutórios, e alucinações auditivas intensas."
},
{
  "id": "M23",
  "categoria": "médio",
  "enunciado": "Qual fator está associado a bom prognóstico na esquizofrenia?",
  "alternativas": {
    "A": "Início precoce.",
    "B": "Retraimento autístico.",
    "C": "Início agudo com fator precipitante.",
    "D": "Sintomas negativos predominantes."
  },
  "resposta": "C",
  "explicacao": "O início agudo, associado a um fator estressor identificável, geralmente indica melhor prognóstico do que quadros de instalação lenta, precoce e com sintomas negativos predominantes."
},
{
  "id": "M24",
  "categoria": "médio",
  "enunciado": "Qual a principal indicação de hospitalização em pacientes com esquizofrenia?",
  "alternativas": {
    "A": "Presença de sintomas negativos.",
    "B": "Estabilização medicamentosa e risco à segurança.",
    "C": "Baixo rendimento escolar.",
    "D": "Presença isolada de delírios."
  },
  "resposta": "B",
  "explicacao": "A hospitalização é indicada principalmente para estabilização clínica, prevenção de suicídio ou heteroagressão, comportamento gravemente desorganizado ou incapacidade de autocuidado."
},
{
  "id": "M25",
  "categoria": "médio",
  "enunciado": "Qual via dopaminérgica está hiperativa na esquizofrenia segundo a hipótese dopaminérgica?",
  "alternativas": {
    "A": "Nigroestriatal.",
    "B": "Mesocortical.",
    "C": "Mesolímbica.",
    "D": "Tuberoinfundibular."
  },
  "resposta": "C",
  "explicacao": "A hiperatividade da via dopaminérgica mesolímbica está associada principalmente aos sintomas positivos da esquizofrenia, como delírios e alucinações."
},
    {
  "id": "D26",
  "categoria": "difícil",
  "enunciado": "Segundo a hipótese glutamatérgica, a hipofunção dos receptores NMDA leva a qual consequência final?",
  "alternativas": {
    "A": "Bloqueio da via serotoninérgica.",
    "B": "Redução da dopamina mesolímbica.",
    "C": "Estimulação excessiva da via dopaminérgica mesolímbica.",
    "D": "Degeneração cortical direta."
  },
  "resposta": "C",
  "explicacao": "A hipofunção dos receptores NMDA nos interneurônios GABAérgicos reduz a inibição cortical, aumentando a ativação glutamatérgica e levando à liberação excessiva de dopamina na via mesolímbica."
},
{
  "id": "D27",
  "categoria": "difícil",
  "enunciado": "Qual achado é característico nos estudos de neuroimagem estrutural da esquizofrenia?",
  "alternativas": {
    "A": "Aumento do lobo frontal.",
    "B": "Hipertrofia do hipocampo.",
    "C": "Aumento dos ventrículos cerebrais.",
    "D": "Aumento da substância branca."
  },
  "resposta": "C",
  "explicacao": "Estudos mostram aumento dos ventrículos cerebrais e redução global do volume cerebral, especialmente nos lobos frontal e temporal, no hipocampo e no tálamo."
},
{
  "id": "D28",
  "categoria": "difícil",
  "enunciado": "Qual é a principal característica da Esquizofrenia Simples segundo a CID-10?",
  "alternativas": {
    "A": "Delírios sistematizados.",
    "B": "Alucinações auditivas frequentes.",
    "C": "Desenvolvimento progressivo de sintomas negativos sem psicose evidente.",
    "D": "Catatonia com episódios de estupor."
  },
  "resposta": "C",
  "explicacao": "A esquizofrenia simples apresenta evolução lenta, com retraimento social, perda de iniciativa, embotamento afetivo e ausência de delírios e alucinações evidentes."
},
{
  "id": "D29",
  "categoria": "difícil",
  "enunciado": "Qual antipsicótico é indicado para casos resistentes ao tratamento, mas apresenta risco de agranulocitose?",
  "alternativas": {
    "A": "Haloperidol.",
    "B": "Quetiapina.",
    "C": "Clozapina.",
    "D": "Aripiprazol."
  },
  "resposta": "C",
  "explicacao": "A clozapina é altamente eficaz nos casos resistentes, porém exige monitoramento rigoroso devido ao risco de agranulocitose, uma complicação hematológica grave."
},
{
  "id": "D30",
  "categoria": "difícil",
  "enunciado": "Qual característica diferencia o Transtorno Esquizoafetivo da Esquizofrenia?",
  "alternativas": {
    "A": "Presença exclusiva de sintomas negativos.",
    "B": "Presença contínua de sintomas de humor durante toda a doença.",
    "C": "Período mínimo de 2 semanas de psicose sem sintomas de humor.",
    "D": "Ausência completa de delírios."
  },
  "resposta": "C",
  "explicacao": "No Transtorno Esquizoafetivo é obrigatório existir pelo menos duas semanas de delírios ou alucinações sem sintomas importantes de humor, além de longos períodos em que os sintomas afetivos estão presentes."
}


  ]
}
